/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Alerta 1 minut abans de desconnectar";

/* Title for the about page */
"About" = "Quant a";

/* The string describing a buddy's account */
"Account" = "Account";

/* Title for the accounts tab */
"Accounts" = "Comptes";

/* String to be displayed when a buddy is Active */
"Active" = "Active";

/* The title for the view to add a buddy */
"Add Buddy" = "Add Buddy";

/* stirng to describe advanced set of settings */
"Advanced" = "Advanced";

/* Agree to EULA */
"Agree" = "D'acord";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Allow Plaintext Authentication";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-esborrar";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "Enviar registres d'error automàticament de manera anonima";

/* Label in buddylist for users that are available */
"Available" = "Disponible";

/* Label in buddylist for users that are away */
"Away" = "Fora";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "La sessió de fons expirarà en un minut.";

/* string to describe basic set of settings */
"Basic" = "Basic";

/* The String for a button to block a buddy */
"Block" = "Block";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Block & Remove";

/* Name for default buddy group */
"Buddies" = "Buddies";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Buddy Info";

/* Title for the buddy list tab */
"Buddy List" = "Llista d'amics";

/* Cancel an alert window */
"Cancel" = "Cancel.lar";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancel Encrypted Chat";

/* Title for chat view */
"Chat" = "Xat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Xateja amb mi de manera segura";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure està composat de diversos projectes de codi obert";

/* let users know source is on Github */
"Check out the source here on Github" = "Comprova el codi font a Github";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Clear Chat History";

/* Button label for connecting a facebook account */
"Connect Facebook" = "Connect Facebook";

/* Whether or not account is logged in */
"Connected" = "Connected";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribute a translation";

/* Title for the conversations tab */
"Conversations" = "Converses";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Delete Account?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Esborra xats al desconnectar";

/* Shows in the chat view when a message has been delivered */
"Deliverd" = "Deliverd";

/* Disagree with EULA */
"Disagree" = "No hi estic d'acord";

/* button label for disconnecting facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Desconnectat";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Do Not Disturb";

/* Label text for domain field on login scree */
"Domain" = "Domain";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "Donate";

/* Title for button to press when user is finished */
"Done" = "Fet";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Entered Text";

/* Title of error message popup box */
"Error!" = "Error!";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Error connectant al servidor XMPP. Siusplau comprova les teves credencials i la connexió a Internet i torna-ho a provar.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Error en l'autenticació. Siusplau torna-ho a provar.";

/* your fingerprint */
"Fingerprint for you" = "La teva emprenta";

/* Size for the font in the chat screen */
"Font Size" = "Mida de font";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Gone";

/* the name for google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Group";

/* The string describing a buddy's groups ... plural */
"Groups" = "Groups";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Nom de host incoherent";

/* Ignore an incoming message */
"Ignore" = "Ignorar";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change langugages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change langugages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a budy has become inactive */
"Inactive" = "Inactive";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Inicia xat xifrat";

/* Message shown inline for users that are available */
"is now available" = "is now available";

/* Message shown inline for users that are away */
"is now away" = "is now away";

/* Message shown inline for users that are offline */
"is now offline" = "is now offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Language";

/* Stirng of title to alert user langague is change */
"Language Change" = "Language Change";

/* log in to account */
"Log In" = "Entrar";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "Sortir";

/* shown during the login proceess */
"Logging in..." = "Entrant...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Entra a";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logout from OSCAR?";

/* ask user if they want to log out of xmpp */
"Logout from XMPP?" = "Sortir de XMPP?";

/* just the word as a placeholder for the message text field */
"Message" = "Message";

/* The string describing a buddy's dispaly name */
"Name" = "Name";

/* For a new settings value */
"New" = "Nou";

/* Title for New Account View */
"New Account" = "New Account";

/* prefix to show buddies status message inline on chatview */
"New Status Message: %@" = "New Status Message: %@";

/* Message infomring user that there are no accounts currently saved */
"No Saved Accounts" = "No Saved Accounts";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "No disponible";

/* Not Verfied or cancle verified */
"Not Verified" = "Not Verified";

/* Label in buddylist for users that are offline */
"Offline" = "Fora de linia";

/* Accept the dialog */
"OK" = "D'acord";

/* For an old settings value */
"Old" = "Vell";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Obrir a Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Optional";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Altre";

/* Label text for password field on login screen */
"Password" = "Contrasenya";

/* String for xmpp buddies when adding buddy is pedning */
"Pending Approval" = "Pending Approval";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Permanently delete";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to ChatSecure project website */
"Project Homepage" = "Project Homepage";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Emprenta rebuda per";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Llegit";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recent";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Remember password";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Recorda l'usuari";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Remove";

/* Reply to an incoming message */
"Reply" = "Respon";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Require TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Required";

/* Title for button for saving a setting */
"Save" = "Desa";

/* Title of alert box warning about security issues */
"Security Warning" = "Avís de seguretat";

/* string for settings to allow self signed ssl stirng */
"Self Signed SSL" = "Self Signed SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "Certificat SSL auto-signat";

/* For sending a message */
"Send" = "Envia";

/* Title for crash reports settings switch */
"Send Crash Reports" = "Envia informe d'errors";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send Delivery Receipts";

/* String on button to email feedback */
"Send Feedback" = "Send Feedback";

/* Stirng in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* Title for the Settings screen */
"Settings" = "Paràmetres";

/* Title for sharing a link to the app */
"Share" = "Comparteix";

/* Title for setting about showing a warning before disconnection */
"Signout Warning" = "Avís de sortida";

/* description for what the font size setting affects */
"Size for font in chat view" = "Mida de lletra al visor de xats";

/* stirng for settings to allow ssl mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "The conversation with %@ is no longer secure.";

/* Warns user that the current chat is secure */
"This chat is secured" = "This chat is secured";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "This chat is secured and verified";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Aquest codi QR conté un enllaç a http://omniqrcode.com/q/chatsecure i redirigirà a la App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Typing";

/* example of a google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Usuari";

/* Shown when verifying fingerprints */
"Verified" = "Verified";

/* Shown when verifying fingerprints */
"Verify" = "Verifica";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifica emprenta";

/* Shown when verifying fingerprings */
"Verify Later" = "Verify Later";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versió";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Warning: This chat is not encrypted";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Avís: Utilitza amb compte! Això pot reduir la teva seguretat.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Quan deixis aquesta conversa s'esborrarà per sempre";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "You (%@) have disconnected.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Abans has d'estar en una conversa segura.";

/* error message shown when user doesnt fill in a username or password */
"You must enter a username and a password to login." = "Has d'introduir un nom d'usuari i contrasenya per accedir.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Your donation will help fund the continued development of ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Your Facebook username is not the email address that you use to login to Facebook";

